<?php
$locale['st1'] = "Статистика игр";
$locale['st2'] = "Плагин для организации статистики игр";
$locale['st3'] = "Главная";
$locale['st4'] = "Игры";
$locale['st5'] = "Команды";
$locale['st6'] = "Дисциплины";
$locale['st7'] = "Навигация";
$locale['st8'] = "Приветствие";
$locale['st9'] = "Добро пожаловать!<br />";
$locale['st10'] = "Добавить/редактировать команды";
$locale['st11'] = "Список команд";
$locale['st12'] = "Нет команд.";
$locale['st13'] = "Название";
$locale['st14'] = "Опции";
$locale['st15'] = "Сохранить";
$locale['st16'] = "Добавить/редактировать дисциплины";
$locale['st17'] = "Список дисциплин";
$locale['st18'] = "Нет дисциплин.";
$locale['st19'] = "Добавить редактировать игры";
$locale['st20'] = "Список игр";
$locale['st21'] = "Нет игр.";
$locale['st22'] = "Состав";
$locale['st23'] = "Противник";
$locale['st24'] = "Счет";
$locale['st25'] = "Ивент";
$locale['st26'] = "Игра";
$locale['st27'] = "Дата";
$locale['st30'] = "Статистика игр";
$locale['st31'] = "Сыграно игр: ";
$locale['st32'] = "Побед: ";
$locale['st33'] = "Поражений: ";
$locale['st34'] = "Ничьих: ";
$locale['st35'] = "К статистике &rarr;";
$locale['st'] = "";
$locale['st'] = "";
$locale['st'] = "";
$locale['st'] = "";
$locale['st'] = "";



?>