<?php
 $locale['co1'] = "Панель контента";
 $locale['co2'] = "Выводит новый контент за установленный срок";
 $locale['co3'] = "Настройки панели";
 $locale['co4'] = "Отрезок времени:";
 $locale['co5'] = "Длина текста:";
 $locale['co6'] = "Показывать новости:";
 $locale['co7'] = "Показывать статьи:";
 $locale['co8'] = "Показывать комментарии:";
 $locale['co9'] = "Показывать форумы:";
 $locale['co10'] = "Показывать фото:";
 $locale['co11'] = "Показывать загрузки:";
 $locale['co12'] = "Показывать ссылки:";
 $locale['co13'] = "Сохранить";
 $locale['co15'] = "Новое за %s часа";
 $locale['co16'] = "Новости";
 $locale['co14'] = "[new]";
 $locale['co17'] = "Ссылки";
 $locale['co18'] = "Загрузки";
 $locale['co19'] = "Комментарии";
 $locale['co20'] = "Фотографии";
 $locale['co21'] = "Форумы";
 $locale['co22'] = " от ";
 $locale['co23'] = " к ";
 $locale['co24'] = "Статьи";
 $locale['co'] = "";
 $locale['co'] = "";
 $locale['co'] = "";
 $locale['co'] = "";
 $locale['co'] = "";
 $locale['co'] = "";
 $locale['co'] = "";
 $locale['co'] = "";
 
?>
