<?php
$locale['ul1'] = "Вы попытались войти с помощью аккаунта ";
$locale['ul2'] = "однако e-mail <strong>%s</strong> занят пользователем <a href='profile.php?lookup=%s' class='ua'><strong>%s</strong></a>. Если это ваш аккаунт, то для привязки аккаунта соцсети, пожалуйста, подтвердите пароль.";
$locale['ul3'] = "Войти";
$locale['ul4'] = "<span style='color:red;'>Неверный пароль. Повторите попытку.</span>";
$locale['ul5'] = "Вы вошли с помощью аккаунта";
$locale['ul6'] = "Ваш аккаунт на сайте - <a href='profile.php?lookup=%s' class='ua'><strong>%s</strong></a>.<br />Пожалуйста подождите, через несколько секунд вы будете перемещены.";
$locale['ul7'] = "Новый пользователь?";
$locale['ul8'] = "Если у вас нет аккаунта на сайте, просто нажмите кнопку \"Зарегистрироваться\" и он будет создан автоматически. Вся информация будет выслана на e-mail.";
$locale['ul9'] = "Уже есть аккаунт?";
$locale['ul10'] = "Введите свои данные для входа и аккаунт соцсети будет привязан к аккаунту на сайте.";
$locale['ul11'] = "Зарегистрироваться и войти";
$locale['ul12'] = "Войти и сохранить";
$locale['ul13'] = "Логин:";
$locale['u113a'] = "Пароль:";
$locale['ul14'] = "Поздравляем вас с успешной регистрацией на сайте ".$settings['sitename'].".\n\nВы зарегистрировались с помощью аккаунта: %s\nДля вас был сгенерирован следующий аккаунт:\nЛогин: %s\nПароль: %s\n\nВсе данные можно изменить в разделе редактирования профиля.\n\nС уважением, администрация сайта ".$settings['sitename']."\n".$settings['siteurl'];
$locale['ul15'] = "Регистрация на сайте ".$settings['sitename'];
?>
