<?php

 $locale['i01'] = "Настройки";
 $locale['i02'] = "Уровень доступа к загрузке изображений:";
 $locale['i03'] = "Гость";
 $locale['i04'] = "Пользователь";
 $locale['i05'] = "Администратор";
 $locale['i06'] = "Суперадминистратор";
 $locale['i07'] = "Сохранить";
 $locale['i10'] = "Увы и ах... вы не можете загружать картинки.";
 $locale['i12'] = "Картинки"; 
 $locale['i13'] = "Пользователи";
 $locale['i14'] = "Мои картинки";
 $locale['i15'] = "Загрузить";
 $locale['i11'] = "Загрузить картинку";
 $locale['i16'] = "1. Выберите файл";
 $locale['i17'] = "2. Выберите опции";
 $locale['i18'] = "Изменить размер:";
 $locale['i19'] = "3. Начать загрузку";
 $locale['i20'] = "Ограничения на файл:<br />- объем не более 1.5мб;<br />- размер не более 2400x2000px;<br />- допустимые типы .gif, .jpg, .png.";
 $locale['i21'] = "Будут созданы изображения:<br />- оргинального размера;<br />- превью 150x150;<br />- изображение выбранного размера."; 
 $locale['i22'] = "Ошибка! Объем изображения превышает допустимое значение.";
 $locale['i23'] = "Ошибка! Недопустимый тип файла.";
 $locale['i24'] = "Ошибка! Разрешение изображения превышает допустимые значения.";
 $locale['i25'] = "Ошибка! База данных не отвечает.";
 $locale['i26'] = "Ошибка! Файл не загружен. Попробуйте еще раз.";
 $locale['i27'] = "Просмотр изображения"; 
 $locale['i28'] = ". Просмотров: ";
 $locale['i29'] = "Гость";
 $locale['i30'] = "все изображения пользователя";
 $locale['i31'] = "Загрузил: "; 
 $locale['i32'] = "Размер оригинала: ";
 $locale['i33'] = "Увеличить";
 $locale['i34'] = "Удалить";
 $locale['i37'] = "<strong>Используйте следующие BB-коды для форума или блога</strong>"; 
 $locale['i38'] = "BB-Code (оригинал):";
 $locale['i39'] = "BB-Code (превью):";
 $locale['i40'] = "BB-Code ";
 $locale['i41'] = "<strong>Используйте следующий HTML на вашем сайте</strong>"; 
 $locale['i42'] = "HTML (оригинал): ";
 $locale['i43'] = "HTML (превью): ";
 $locale['i44'] = "HTML ";
 $locale['i45'] = "<strong>Прямые ссылки на изображения</strong>"; 
 $locale['i46'] = "Оригинал:";
 $locale['i47'] = "Превью:";
 $locale['i48'] = "Страница:";
 $locale['i50'] = "Пользователи"; 
 $locale['i51'] = "Все изображения"; 
 $locale['i52'] = "Нет изображений..."; 
 $locale['i53'] = "Изображения пользователя "; 
 

?>
