<?php

//gallery.php
$locale['mg1'] = "Альбомы пользователей";
 $locale['mg2'] = "Альбомы пользователя ";
 $locale['mg3'] = " - Альбомы пользователя ";
 $locale['mg4'] = "Всего альбомов: ";
 $locale['mg5'] = " фотографий";
 $locale['mg6'] = "Добавил "; 
 $locale['mg7'] = "Альбомы случайных пользователей: ";
 $locale['mg8'] = " Увеличить";
 $locale['mg9'] = " - Альбомы пользователей ";
 $locale['mg10'] = "Нет альбомов.";
 $locale['mg01'] = "Все альбомы";

//mg_gallery.php
 $locale['mg11'] = "Идет процесс удаления...";
 $locale['mg12'] = "Создание альбома"; 
 $locale['mg13'] = " - Создание альбома";
 $locale['mg14'] = "Название альбома:";
 $locale['mg15'] = "Описание альбома:";
 $locale['mg16'] = "Создать альбом и перейти к загрузке фотографий";
 $locale['mg17'] = " Пользователям запрещено создавать альбомы, либо у вас не хватает прав. ";
 $locale['mg18'] = "Добавление фото в альбом"; 
 $locale['mg19'] = " - Загрузка фотографий";
 $locale['mg20'] = "Загрузка фотографий:";
 $locale['mg21'] = "Вы можете загружать фотографии только в свои альбомы. ";
 $locale['mg22'] = "Редактирование фото";
 $locale['mg23'] = "Загрузить еще фотографий";
 $locale['mg24'] = "Обложка"; 
 $locale['mg25'] = "Удалить";
 $locale['mg26'] = "Название:";
 $locale['mg27'] = "Описание:";
 $locale['mg28'] = "Сохранить";
 $locale['mg29'] = "Редактирование альбома";
 $locale['mg30'] = "сохранить и перейти к редактированию фотографий"; 
 $locale['mg31'] = "Сохранить альбом и перейти к загрузке фотографий";
 
// gallery_admin.php
$locale['mg32'] = "Настройки успешно обновлены.";
 $locale['mg33'] = "Произошла ошибка.";
 $locale['mg34'] = "Настройки галереи"; 
 $locale['mg35'] = "разрешить";
 $locale['mg36'] = "запретить";
 $locale['mg37'] = "Пользовательские галереи:";
 $locale['mg38'] = "Максимальный размер фотографии (байт)";
 $locale['mg39'] = "Типы файлов:";
 $locale['mg40'] = "Высота фото:"; 
 $locale['mg41'] = "Ширина фото:";
 $locale['mg42'] = "Высота превью:";
 $locale['mg43'] = "Ширина превью:";
 $locale['mg46'] = "Да";
 $locale['mg47'] = "Нет";
 $locale['mg48'] = "Загружать оригиналы:"; 

//gallery.js
 $locale['mg44'] = "Фотография"; 
 $locale['mg45'] = "из";

?>
