<?php

$locale['ctg1'] = "AL Catalog";
$locale['ctg2'] = "Catalog infusion @ AnnetLab";
$locale['ctg3'] = "Управление каталогом";
$locale['ctg4'] = "Категории";
$locale['ctg5'] = "Введите название";
$locale['ctg6'] = "Категории";
$locale['ctg7'] = "Редактировать";
$locale['ctg8'] = "Удалить";
$locale['ctg9'] = "Нет категорий";
$locale['ctg10'] = "Название";
$locale['ctg11'] = "Описание";
$locale['ctg11a'] = "Короткое описание";
$locale['ctg12'] = "Род. категория";
$locale['ctg13'] = "Изображение";
$locale['ctg14'] = "Сохранить";
$locale['ctg15'] = "Отмена";
$locale['ctg16'] = "Категории";
$locale['ctg17'] = "Продукция";
$locale['ctg18'] = "Настройки";
$locale['ctg19'] = "Корневая категория";
$locale['ctg20'] = "Добавление/редактирование категории";
$locale['ctg21'] = "Настройки";
$locale['ctg22'] = "Максимальная ширина:";
$locale['ctg23'] = "Максимальная высота:";
$locale['ctg24'] = "Максимальный размер в байтах:";
$locale['ctg25'] = "Ширина превью (категории):";
$locale['ctg26'] = "Высота превью (категории):";
$locale['ctg27'] = "Категорий в строку:";
$locale['ctg28'] = "Товаров в строку:";
$locale['ctg29'] = "Товаров на страницу:";
$locale['ctg30'] = "Продукция";
$locale['ctg31'] = "Добавление/редактирование продукции";
$locale['ctg32'] = "Нет продукции";
$locale['ctg33'] = "Цена";
$locale['ctg34'] = "Категория";
$locale['ctg35'] = "Успешно сохранено";
$locale['ctg36'] = "Успешно обновлено";
$locale['ctg37'] = "Успешно удалено";
$locale['ctg38'] = "Изображения";
$locale['ctg39'] = "Табы";
$locale['ctg40'] = "Загрузить изображение";
$locale['ctg41'] = "Добавить таб";
$locale['ctg42'] = "Каталог";
$locale['ctg43'] = "Каталог продукции";
$locale['ctg44'] = "Нет категорий";
$locale['ctg45'] = "Подкатегории: ";
$locale['ctg46'] = " - подкатегории";
$locale['ctg47'] = " - продукция";
$locale['ctg48'] = "Нет продукции в категории.";
$locale['ctg49'] = "Не показывать";
$locale['ctg50'] = "Описание";
$locale['ctg51'] = "Фотографии";
$locale['ctg52'] = "Каталог";
$locale['ctg53'] = "Ширина превью (продукты):";
$locale['ctg54'] = "Высота превью (продукты):";
$locale['ctg'] = "";

// upload errors
$locale['ctg21'] = "Превышен максимальный обьем файла";
$locale['ctg22'] = "Недопустимый тип файла";
$locale['ctg23'] = "Разрешение изображения превышает допустимые нормы";


?>